[
    {
        "id": 6,
        "portada": "/GuidesUNO/guidesuno_1.png",
        "titulo": "Guides UNO",
        "estado": false,
        "tecnologias": ["ReactJS", "JS", "StyledComponets"],
        "descripcion": "Proyecto desarrollado en nombre de GNUno con el fin de recopilar material interesante y armar rutas/guías a seguir para ir aprendiendo de a poco ciertas tecnologías/lenguajes, también adjuntando un link a un grupo en telegram en el cual se dan consultas y dudas sobre ese tema y el aprendizaje se continua en grupo.",
        "link": "GuidesUNO",
        "deploy": "https://guidesuno.vercel.app/",
        "images": [
            "/GuidesUNO/guidesuno_1.png",
            "/GuidesUNO/guidesuno_2.png",
            "/GuidesUNO/guidesuno_3.png",
            "/GuidesUNO/guidesuno_4.png"
        ]
    },
    {
        "id": 5,
        "portada": "/gealinks/gealinks2.png",
        "titulo": "GEA-Links",
        "estado": true,
        "tecnologias": ["HTML5", "JS", "CSS3", "NodeJS"],
        "descripcion": "Página sencilla con el fin de mostrar una serie de links y carpetas de links, En mi agrupación se venía utilizando Linktree y esto era demasiado plano y confuso cuando la cantidad de links era grande, por eso junto a mi compañero decidimos crear esta pagina que lo hace mucho más agradable, también creamos un pequeño backend con el fin de contabilizar los accesos y ver el rendimiento de la página.",
        "link": "gealinks",
        "deploy": "https://gea-uno.github.io",
        "images": [
            "/gealinks/gealinks2.png",
            "/gealinks/gealinks2.png",
            "/gealinks/gealinks3.png"
        ]
    },
    {
        "id": 4,
        "portada": "/TeleFood/0detail.jpg",
        "titulo": "TeleFood",
        "estado": true,
        "tecnologias": ["Kotlin", "Android"],
        "descripcion": "Aplicación creada durante una capacitación de Android con Kotlin, en esta aplique todos los conocimientos adquiridos, a partir de un diseño base fui creando las primeras vistas con unas pocas funcionalidades, luego fui ampliando, agregando funcionalidades y nuevas vistas, como la pagina de busqueda, el carrito de compra. Los datos son traídos de la API spoonacular.",
        "link": "Telefood",
        "repositorio": "https://github.com/IgnaGarcia/Kotlin-FoodDelivery",
        "images": [
            "/TeleFood/0detail.jpg",
            "/TeleFood/1home.jpg",
            "/TeleFood/2search.jpg",
            "/TeleFood/3index.jpg",
            "/TeleFood/4login.jpg",
            "/TeleFood/5shopbox.jpg",
            "/TeleFood/6signin.jpg"
        ]
    },
    {
        "id": 3,
        "portada": "/Crimenes/TasasCriminales (3).png",
        "titulo": "Agrupamiento de Provincias sobre las Tasas Criminales",
        "estado": true,
        "tecnologias": ["R"],
        "descripcion": "A partir de un conjunto de datos proveído por el Ministerio de Seguridad, en el que detalla por provincia y por año las cantidades de casos de diferentes crímenes (robos, homicidios, violaciones, amenazas y demás), realizamos un análisis de los datos y aplicamos distintos métodos de agrupamiento, de manera que podamos obtener grupos de provincias en las que sus tasas criminales son similares. El resultado de ese trabajo se puede observar en la imagen adjuntada, mostrando la intersección entre provincias y crímenes, de manera que para cada provincia muestra el calor de cada delito, donde el calor representa la cantidad de casos, a mayor calor más casos, y los grupos se pueden observar en los distintos dendrogramas.",
        "link": "TasasCriminales",
        "repositorio": "https://github.com/IgnaGarcia/UNO-MineriaDeDatos/tree/master/Act.6%20-%20Clustering",
        "images": [
            "/Crimenes/TasasCriminales (3).png",
            "/Crimenes/TasasCriminales (1).png",
            "/Crimenes/TasasCriminales (2).png"
        ]
    },
    {
        "id": 2,
        "portada": "/STT/SpeechToText.jpg",
        "titulo": "Voz a Texto",
        "estado": true,
        "tecnologias": ["Python"],
        "descripcion": "A partir de la biblioteca VOSK desarrillo un script donde indicando el nombre de un archivo de audio lo convierte a texto con una prescisión aceptable, para esto se utiliza un modelo acústico y un modelo de lenguaje para realizar la predicción de como transcribirlo.",
        "link": "Transcriptor",
        "repositorio": "https://github.com/IgnaGarcia/proy_transcript-revisor/tree/main/VOSK-Transcriptor",
        "images": ["/STT/SpeechToText.jpg", "/STT/vosk.png"]
    },
    {
        "id": 1,
        "portada": "/UNO18/CE UNO 2018.png",
        "titulo": "Análisis de Elecciones CE UNO 2018",
        "estado": true,
        "tecnologias": ["R"],
        "descripcion": "A partir de los resultados de las elecciones por el centro de estudiantes de la UNO en 2018 decidí realizar un análisis de los resultados y desarrollar distintas visualizaciones para entender mejor los datos, esto gracias a distintas bibliotecas del lenguaje R.",
        "link": "CEUNO2018",
        "repositorio": "https://github.com/IgnaGarcia/Elecciones_CE_UNO_2018",
        "images": ["/UNO18/CE UNO 2018.png", "/UNO18/resultadosTot.png"]
    }
]
